<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<c:set var="contextPath" value="<%=request.getContextPath()%>"></c:set>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html lang="ko">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=Edge">
<meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no" name="viewport" />
<meta content="" name="description" />
<meta content="" name="author" />

<c:import url="${contextPath}/WEB-INF/views/home/include/home_import.jsp" charEncoding="UTF-8"></c:import>

<title>KEPCO Cloud Service Platform</title>
</head>
<body>
	<div id="container">
	<!-- top menu start -->
	<c:import url="${contextPath}/WEB-INF/views/home/include/home_top.jsp" charEncoding="UTF-8"></c:import>	
	<!-- top menu end -->
	
	 
	 <div class="simg"></div>
 	 <div class="sub mb30">
		   <h3 class="subtitle"><i class="fa fa-cloud f18"></i> 서비스 이용약관</h3>

		  <section class="policy">
		  	 <h4 class="t-in6">제1장 총칙<h4>
			 <h5 class="bgee p10">제1조(목적) </h5>
			 <p>1. 본 KEPCO Cloud Service Platform 이용약관(이하“본 약관”이라고 합니다.)은 한국전력공사(이하 “회사”라고 합니다)가 제공하는 클라우드 제품 및 서비스 (이하“서비스”라 합니다)의 <br/>
			 &nbsp; &nbsp; 이용조건에 관한 제반 사항을 정함을 목적으로 합니다. <br/>
			 2. 본 약관은 서비스 관련 포털(http://K-Cloud.kepco.co.kr)에 게시하는 방법으로 공지합니다.</p>
	
			 <h5 class="bgee p10">제2조(용어의 정의)</h5>
			 <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br/>
				1.“회원”이란, 본 약관의 조건에 동의하고 서비스를 이용하는 개인 또는 법인을 의미합니다.<br/>
				2.“이용정지”란 회원이 신청하여 사용중인 서비스에 대한 접근 차단을 의미합니다.<br/>
				3.“전자적 침해행위"란, 정보시스템을 대상으로 해킹, 컴퓨터바이러스, 논리/메일폭탄, 서비스거부 또는 고출력 전자기파 등에 의하여 정보시스템을 공격하는 행위를 말합니다.<br/>
				4.“전자적 침해사고"란, 전자적 침해행위로 인해 발생한 사태를 말합니다.<br/>
				5.“서비스 오퍼링”이란 포털을 통해 제공되는 전체 서비스(이에 연계된 API 포함), 콘텐츠 및 K-Cloud 포털에서 제공하는 기타 모든 제품 또는 서비스를 의미합니다.<br/> 
			 </p>
			 
			 <h4 class="t-in6">제2장 본 약관</h4>
			 <h5 class="bgee p10">제3조(약관의 효력 및 변경)</h5>
			 <p> 1. 회사는 본 약관의 조건에 따라 서비스를 제공합니다. <br/>
			 	2. 본 약관의 내용은 클라우드 포털에 게시하고, 이에 동의한 회원이 자원을 신청, 액세스 또는 사용함으로써 효력이 발생합니다. <br/>
				3. 본 약관은 대한민국 법령의 범위 내에서 개정할 수 있으며, 약관을 개정할 경우에는 적용예정일 및 개정사유를 명시하여 현행 약관과 함께 서비스 초기화면에 그 적용예정일  <br/>
				&nbsp; &nbsp;7일 전부터 공지합니다.  <br/>
				4. 회사가 제3항에 따라 변경 약관을 공지 또는 통지하면서, 회원이 약관변경 적용일 전까지 거부 의사를 표시하지 아니하는 경우 약관의 변경에 동의한 것으로 간주합니다.  <br/>
				&nbsp; &nbsp;회원은 변경된 약관에 동의 하지 않을 경우 서비스 이용을 중단하고 이용 계약을 해지 할 수 있습니다.
			 </p>
			  <h5 class="bgee p10">제4조(약관 외 준칙) </h5>  
			 <p>1. 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 “서비스 약관”이라 함)을 정하여 이를 제3조 제2항의 방법에 의하여 공지할 수 있습니다. <br/>
			 &nbsp; &nbsp;서비스 약관의 조건이 본 이용약관의 제반 방침에 명시된 조건과 상이한 경우, 본 문서가 서비스 약관에 우선하는 조건을 제외하고는 서비스 이용 약관에 명시된 조건이 우선합니다.<br/>
				2. 본 약관과 관련하여 회사의 정책변경, 법령의 제/개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 홈페이지의 공지사항 게시판 등을 통해 공지하는 내용도 본 약관의 일부를<br/>
				&nbsp; &nbsp;구성합니다.
			 </p>
			 
			  <h4 class="t-in6">제3장 서비스 오퍼링</h4>
			  <h5 class="bgee p10">제5조(서비스 오퍼링의 사용) </h5>
			 <p>1. 회원은 본 약관에 따라 서비스에 접근하고 이를 사용할 수 있습니다. 회원은 K-Cloud 포털 회원 약관, 이용 약관, 서비스 이용약관 및 기타 합의한 특약 등을 포함하여 회원의 서비스 <br/>
			 &nbsp; &nbsp;사용에 적용되는 모든 법령 및 규칙을 준수해야 합니다.<br/>
					2. 본 서비스에 접속하기 위해, 회원은 회원가입을 통해 유효한 클라우드 포털 계정을 개설하여야 합니다. <br/>
					3. 회원은 제3자가 무단으로 회원의 계정을 사용하고 있을 수 있다고 생각하거나 또는 회원의 계정정보를 분실하거나 도난당한 경우 즉시 회사에 연락하여야 합니다.
			 </p>
			 
			  <h5 class="bgee p10"> 제6조(변경)</h5>
			 <p>회사는 수시로 KEPCO 클라우드 포털 서비스 오퍼링을 변경, 중단하거나 서비스 오퍼링의 특징 또는 기능을 변경 또는 제거할 수 있습니다. 서비스 오퍼링이 중대하게 변경되거나 <br/>
			  중단되는 경우, 회사는 회원에게 이를 통지합니다.
			 </p>
			 
			  <h4 class="t-in6">제4장 서비스의 개통 및 이용</h4>
			  <h5 class="bgee p10">제7조(서비스 이용 절차) </h5>
			  <p>1. 회원은 회사가 제공하는 서비스를 별도의 승인절차를 거쳐 이용할 수 있습니다.<br/>
					2. 본 조 제1항에도 불구하고 일부 서비스에 대해서는 회사와 회원간 직접 협의를 통해 서비스를 제공할 수 있습니다.<br/>
			  </p>
			 
			  <h5 class="bgee p10">제8조(서비스의 개통) </h5>
			 <p>회사는 특별한 사유가 없는 한 서비스를 회원이 신청한 즉시 이용 가능하도록 해야 합니다. 단, 서비스 종류에 따라 즉시 이용이 불가능할 수 있습니다.
			 </p>
			 
			 <h5 class="bgee p10"> 제9조(서비스의 이용)</h5>
			 <p>서비스의 이용시간은 특별한 사유가 없는 한 1년 365일, 1일 24시간을 원칙으로 합니다. 다만, 서비스 이용시간에 회사와 회원이 합의하여 서비스를 제공하지 아니한 날 또는 시간,  <br/>
			 정기점검 등의 필요로 회사가 사전 공지한 날 또는 시간은 예외로 합니다.
			 </p>
			 
			 <h5 class="bgee p10"> 제10조(이용 제한 및 이용 정지)</h5>
			 <p>1. 회사는 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주, 기간통신사업자의 서비스 장애 등으로 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 <br/>
			&nbsp; &nbsp;이용정지 조치를 취할 수 있습니다. <br/>
			 2. 회사는 회원의 서비스 이용 내용이 다음 각호에 해당할 경우 회원 서비스 이용의 전부 또는 일부를 제한할 수 있으며, 본 약관상 별도 명시된 경우에는 1월 이내의 기간을 정하여 이용정지<br/>
			  &nbsp; &nbsp;조치를 취할 수 있습니다. <br/>
			&nbsp; &nbsp;1) 회원이 본 약관에 의한 회원의 의무를 이행하지 않은 경우 <br/>
			&nbsp; &nbsp;2) 관련법규에 위반되는 자료를 서버나 저장공간에 올려놓거나 제공하는 경우 <br/>
			&nbsp; &nbsp;3) 회사에서 허용하지 않은 내용을 타인에게 공개하거나, 서비스 하는 경우 <br/>
			&nbsp; &nbsp;4) 회원이 회사, 다른 회원 또는 제 3자의 지식재산권을 침해한 경우 <br/>
			&nbsp; &nbsp;5) 방송통신심의위원회 등 외부기관의 시정요구가 있는 경우 <br/>
			&nbsp; &nbsp;6) 타인의 ID, 비밀번호, 법인 및 개인의 정보를 부정하게 사용하는 경우 <br/>
			&nbsp; &nbsp;7) 서버에 너무 많은 과부하를 주는 프로그램을 사용하거나 회원의 귀책사유로 회사의 시스템에 침해(악성코드 침입 등)를 야기하는 경우 <br/>
			&nbsp; &nbsp;8) 회사의 승인 없이 서비스 또는 그 일부를 제3자에게 재판매, 공유(시스템에 접근, 이용하게 하는 행위를 포함한다) 또는 배포하는 행위 <br/>
			&nbsp; &nbsp;9) 법률, 법규, 규정, 규칙이나 법원 명령에 의해 서비스 정지가 요청된 경우 <br/>
			&nbsp; &nbsp;10) 회원이 기타 관계법령 및 본 약관을 포함하여 기타 회사가 정한 이용조건에 위반하는 경우 <br/>
			&nbsp; &nbsp;11) 회사로부터 제공받은 계정의 서버를 통해 스팸메일을 발송하였을 경우 <br/>
			&nbsp; &nbsp;12) 발송된 스팸메일의 내용 중 이미지를 포함한 미디어 파일 등의 링크에 회사의 서버를 이용하는 경우 <br/>
			&nbsp; &nbsp;13) 발송된 스팸메일의 내용 중의 링크가 회사가 제공하는 서비스의 계정으로 이동하게 되어 있거나, 해당 계정을 광고하는 경우 <br/>
			&nbsp; &nbsp;14) 기타 공신력 있는 스팸 관련 기관 및 ISP 등에서 스팸 관련 계정으로 지목한 경우 <br/>
			&nbsp; &nbsp;15) 회원이 개별 서비스의 인가된 사용지침을 준수하지 않았을 경우 
			 </p>
			 
			  <h5 class="bgee p10"> 제11조(서비스 이용 중단 및 해지)</h5>
			 <p>1. 회원이 서비스 이용을 중단하고자 하는 경우에는 회원 본인이 직접 포털을 통해 회원 탈퇴를 함으로써 그 의사를 표시해야 합니다. <br/>
					2. 만약 클라우드 서비스에 연결된 VM이나 BareMetal 등의 컴퓨팅 자원이 있을 경우, 해당 컴퓨팅 자원과 클라우드 서비스의 삭제를 모두 별도로 진행해야 합니다. <br/>
					3. 본 조 제1항, 제2항에 의해 서비스가 해지되는 경우 회원의 시스템으로 할당된 모든 자원이 회수되며 시스템상에 저장되어있는 모든 자료는 삭제됩니다.
			 
			 </p>
			 
			  <h5 class="bgee p10">제12조(불법 스팸메일 방지) </h5>
			 <p>1. 회원은 '정보통신망 이용촉진 및 정보보호 등에 관한 법률' 및 방송통신위원회 및 한국인터넷 진흥원이 작성한 '사업자를 위한 불법 스팸 방지 안내서'에서 정의하는 스팸메일 관련 <br/>
			&nbsp; &nbsp;제 규정을 준수하여야 합니다.<br/>
					2. 회사는 스팸메일과 관련된 민원을 접수하고 처리할 수 있는 스팸담당자를 다음과 같이 지명하여 운영합니다.<br/>
					&nbsp; &nbsp; 1) 스팸 민원 접수처 : 전화 061-345-53232) 전자우편 주소 :<a href="mailto: jb.lim@kepco.co.kr"> jb.lim@kepco.co.kr</a><br/>
					3. 스팸담당자는 민원 접수 시 7일 이내에 조치사항에 대하여 성실하게 답변합니다. 다만, 스팸담당자의 사정으로 답변이 늦어질 경우 그 사정을 미리 민원인에게 통보합니다.<br/>
					4. 스팸메일 민원이 회사 내부에 있는 회원 장비로 인하여 발생된 사항이라면 스팸담당자는 전자우편 등을 이용하여 회원에게 해당사항에 대하여 조치를 요구하며, <br/>
					&nbsp; &nbsp;회원은 이 요구사항에 대한 조치사항을 7일 이내에 스팸메일 담당자에 통보하여야 합니다. 단, 회원측 사정으로 회신이 연기되는 경우에는 미리 회사 스팸담당자에게 그 사정을<br/>
					&nbsp; &nbsp;통보합니다.
			 </p>
			 
			  <h5 class="bgee p10">제13조(서비스의 변경 및 중단) </h5>
			 <p>1. 회사는 수시로 서비스의 향상을 위하여 기존 서비스의 전부 또는 일부 내용을 별도의 통지 없이 변경할 수 있습니다.<br/>
					2. 회사는 다음 각호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.<br/>
					&nbsp; &nbsp; 1) 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우<br/>
					&nbsp; &nbsp; 2) 서비스를 위한 설비의 보수 등 공사로 인해 부득이한 경우<br/>
					&nbsp; &nbsp; 3) 서비스 업그레이드 및 포털 유지보수 등을 위해 필요한 경우<br/>
					&nbsp; &nbsp; 4) 정전, 제반 설비의 장애 등으로 정상적인 서비스 이용에 지장이 있는 경우<br/>
					&nbsp; &nbsp; 5) 서비스 제공업자와의 약관종료 등 회사의 제반 사정으로 서비스를 유지할 수 없는 경우<br/>
					&nbsp; &nbsp; 6) 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우<br/>
					3. 제2항에 의한 서비스 중단의 경우에는 회사가 제3조 제3항에서 정한 방법으로 회원에게 통지합니다. 단, 회사가 통제할 수 없는 사유로 인한 서비스의 중단<br/>
					&nbsp; &nbsp;(운영자의 고의, 과실이 없는 디스크 장애, 시스템 장애 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.<br/>
					4. 회사는 고의, 중과실이 없는 한 서비스의 변경, 중단으로 인하여 회원이 입은 손해에 대해 어떠한 책임도 지지 아니합니다.
			 </p>
			  <h4 class="t-in6">제5장 약관 당사자의 의무</h4>
			  <h5 class="bgee p10">제14조(회사의 의무) </h5>
			 <p>1. 회사는 특별한 사정이 없는 한 회원이 서비스를 신청하거나 회사와 회원간 협의한 기간 내에 서비스를 이용할 수 있도록 하며, 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.<br/>
				2. 회사는 본 약관의 체결, 약관사항의 변경 및 해지 등 회원과의 약관 관련 절차 및 내용 등에 있어 필요한 최선의 편의를 제공하도록 노력합니다.<br/>
				3. 회사는 회원이 제기하는 의견이나 불만이 정당하다고 인정할 경우에는 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 전자우편으로 <br/>
				&nbsp; &nbsp;통보해야 합니다.<br/>
				4. 회사는 서비스와 관련한 회원의 정보 및 자료에 대해 자신의 유사한 정보 및 자료를 관리ㆍ보존하기 위해 적용하는 보안 기준과 동일한 수준의 보안 기준을 적용합니다. <br/>
				&nbsp; &nbsp;회사는 회원의 정보 및 자료의 보안과 비밀유지 및 파괴, 손실 및 부적절한 접속 및 사용 등을 방지하기 위하여 관련 법령 및 산업기준에 따르는 시스템과 절차를 구축ㆍ운영합니다.<br/>
				5. 회사는 네트워크 장애 등 문제 발생시 신속히 조치하고, 계속적, 안정적으로 서비스를 제공하기 위해 최대한 노력합니다. 
			 </p>
			 
			  <h5 class="bgee p10">제15조(회원의 의무) </h5>
			 <p>1. 회원은 본 약관 및 관계법령에서 규정하는 사항을 준수해야 하며, 기타 회사의 업무수행에 현저한 지장을 초래하는 행위를 하여서는 안됩니다. <br/>
					2. 회원은 회원이 사용하는 계정 등을 통한 바이러스 프로그램 또는 외부의 불법적인 침입으로부터 회원의 정보 및 시스템을 보호하여야 합니다. <br/>
					3. 회원은 서비스 이용과 관련하여 충분한 보안상 주의 조치를 취하고, 불법 사용이 의심되거나 발견되면 회사에 즉시 알려야 합니다.
			 </p>
			 
			  <h4 class="t-in6">제6장 전자적 침해사고 예방 및 대응</h4>
			  <h5 class="bgee p10">제16조(전자적 침해사고 예방 및 대응 관련 회사의 의무) </h5>
			   <p>1. 회사는 회원의 정보통신시스템에 위협이 될 수 있는 해킹, 컴퓨터 바이러스 관련 정보 및 새로운 보안취약점 관련 정보를 인터넷 메일 또는 홈페이지를 통해 수시로 회원에게 제공합니다.<br/>
					2. 회사는 회원장비 및 클라우드센터 전체 네트워크의 안전 및 신뢰성 제고를 위해 정기적, 비정기적으로 회원 내부네트워크의 보안취약점 분석을 시행할 수 있습니다.<br/>
					3. 회사는 보안취약점 분석 후 그 결과 및 개선방안을 회원에게 제공하여 회원 내부 시스템 및 네트워크 보안강화에 활용하도록 합니다.<br/>
					4. 회사는 보안취약점 분석을 통해 취득한 회원의 정보를 제3자에게 공개하지 않으며, 회원 내부 시스템 및 네트워크 보안강화 목적 이외의 어떠한 용도로도 사용하지 않습니다.<br/>
					5. 회사는 전자적 침해사고를 접수∙처리할 수 있는 담당자를 다음과 같이 지명하여 운영합니다.<br/>
					&nbsp; &nbsp; 1) 전자적 침해사고 접수처 : 전화 061-345-53232) 전자우편 주소 :<a href="mailto: jb.lim@kepco.co.kr"> jb.lim@kepco.co.kr</a>
			 </p>
			 
			  <h5 class="bgee p10">제17조(전자적 침해사고 예방 및 대응 관련 회원의 의무) </h5>
			 <p>1. 회원은 전자적 침해사고를 예방하기 위하여 회원이 관리하는 정보시스템에 대한 적절한 보안조치를 취하여야 합니다.<br/>
					2. 회원은 회사가 제공하는 예보 또는 경보 및 보안취약점 관련 정보를 받아 보고 침해사고 예방을 위반시 지시사항을 성실히 이행하여야 합니다.<br/>
					3. 회원은 회사 또는 타 회원의 보안을 위협하는 다음 각호에 규정된 침해행위를 목적으로 회사의 정보시스템 또는 타 회원의 정보시스템을 사용할 수 없습니다.<br/>
					&nbsp; &nbsp;1) 컴퓨터 바이러스 등 악성프로그램 유포 행위<br/>
					&nbsp; &nbsp;2) 회원 정보시스템 이외의 시스템을 대상으로 한 취약점 스캐닝 행위<br/>
					&nbsp; &nbsp;3) 회원 정보시스템 이외의 시스템을 대상으로 한 비인가된 불법 침입 행위<br/>
					&nbsp; &nbsp;4) 대량의 트래픽 유발 등을 통해 정상적인 서비스를 방해하는 행위<br/>
					&nbsp; &nbsp;5) 기타 회사의 정상적인 서비스 제공을 방해할 수 있는 각종 침해 행위<br/>
					4. 회원은 회사의 전자적 침해사고 담당자와 24시간 연락이 가능한 비상연락 담당자를 선정하고, 담당자의 전화, 휴대폰, 전자우편 주소를 회사에 통보하여야 하며, 담당자의 연락처가 <br/>
					&nbsp; &nbsp;변경된 경우 이를 회사에 즉시 통보하여야 합니다.<br/>
					5. 회원은 관리 중인 정보시스템에 이상 징후가 발견되거나 전자적 침해사고가 발생한 경우 즉시 회사의 전자적 침해사고 담당자에게 통보하여야 합니다. 
			 </p>
			 
			  <h5 class="bgee p10">제18조(기타) </h5>
			 <p>본 약관에 포함되지 않은 조건에 대한 특약이 필요할 경우, 회사와 회원은 별도 서비스 계약을 작성, 서명 날인함으로써 서비스를 제공하고 이용할 수 있습니다. 
			 </p>
			 
			  <h5 class="bgee p10">제21조(이용요금의 납입) </h5>
			 <p>1. 회사는 전월 2일부터 당월 1일 사이에 제20조에 의해 산정된 이용금액을 통합하여 당월 5일에 청구하고 회원은 청구월의 15일까지(이하 “납부기한”이라고 합니다) <br/>
			 &nbsp; &nbsp;이용요금을 납부하여야 합니다. 다만, 홈페이지 또는 별첨에 별도로 약정한 경우에는 이용요금을 선납 등의 방법으로 청구할 수 있습니다.<br/>
				2. 회사는 세금계산서의 방법으로 이용요금을 납입할 수 있습니다.<br/>
				3. 회사는 본 약관에 의해 회원이 해지의사를 표명하지 않는 이상 본 조 제1항의 방법으로 계속 이용요금을 청구합니다.<br/>
				4. 회사는 회원이 복수의 서비스를 이용하는 경우 복수의 이용요금(복수의 미납금 포함)을 하나의 납입청구서로 통합하여 청구할 수 있습니다.<br/>
				5. 회원이 타인의 이름으로 이용요금을 입금하는 경우, 회원은 이에 대해 회사에 통지할 의무가 있습니다. 타인 명의로 입금한 사실을 통지하지 않아 발생한<br/>
				&nbsp; &nbsp;서비스 중단 또는 불이익에 대해서는 회원이 책임집니다.
			 </p>
			 
		  
			 <h5 class="bgee p10">부칙 </h5>
			 <p>(시행일) 본 약관은 2020년 2월 1일부터 시행합니다.
			 </p>
			
			 
			 
			 
		  
		  </section>
	 </div>
	 
	 
	<div class="clear"></div>
	<!-- footer start -->
	<c:import url="${contextPath}/WEB-INF/views/home/include/home_footer.jsp" charEncoding="UTF-8"></c:import>	
	<!-- footer end -->
	
	
	
	</div>
	

	
</body>
	
</html>