<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html lang="ko">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
	<meta http-equiv="X-UA-Compatible" content="IE=Edge">
	<meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no" name="viewport" />
	<meta content="" name="description" />
	<meta content="" name="author" />
	<c:import url="../../include/import.jsp" charEncoding="UTF-8"></c:import>
	<title>KEPCO Cloud Service Platform</title>
</head>
<body class="boxed-layout">  
	<!-- begin #page-container -->
	<div id="page-container" class="fade page-container page-header-fixed page-sidebar-fixed page-with-two-sidebar page-with-footer in">
		<div id="header" class="header navbar navbar-default navbar-fixed-top">
			<div class="info">  
			<span> <img src="${apachePath}/resources/assets/img/df_user_icon.png"/> <b class="userName">어서오세요.</b> 반갑습니다.</span>
			</div>
			<div class="container-fluid">
				<div class="navbar-header">
					<a href="${wasPath}/mbr/" class="navbar-brand"><img src="${apachePath}/resources/assets/img/logo_cloud.png" class="logo" alt="iVuCenter Cloud"/> </a>
				</div>
			</div> 
		</div>
<!-- 		<body class="boxed-layout">  -->
		<div id="sidebar" class="sidebar">
			<!-- begin sidebar scrollbar -->
			<div   id='divSidebar' style='display:none'>
			</div>
			<!-- end sidebar scrollbar -->
		</div>
		
		<!-- begin #content (페이지 바디 컨텐츠 시작입니다)--> 
		<div id="content" class="content">
			<!-- begin page-header -->
			<h1 class="page-header"><span class="root"> <span class="home"><img src="${apachePath}/resources/assets/img/ico_home.png"  alt="홈"/></span> <span class="text">콘솔</span><span class="text arrow mint"><strong>이용약관</strong></span> </span></h1>
			<!-- end page-header -->
			
			<!-- begin page-body -->
			<div class="row mb50">
			<div class="memJoinStep">
				<img src="${apachePath}/resources/assets/img/memStep01.png"/> 
			</div>
			<p class="page_title">이용약관</p> 
			<div  class="agreeBox mb40">
				<div class="agreeBoxTitle">
					<span>개인정보처리방침<span class="unit">(필수)</span></span>
					<input type='button' class='popCheckbtn flr'  id="serviceAgree" >
				</div>
				<div class="agree">
				<!-- 개인정보처리방침시작 --> 
				
				  <p class="f14 fc66 mb30"> 
					 이 방침은㈜쓰리에이치에스가 운영하는 클라우드 서비스를 이용하는 이용자의 개인정보 처리방침을 규정함을 목적으로 합니다.<br/>
					회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 
					이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. 
				</p>
		  <section class="policy">
			 <h5 class="f14 fc11">제1조(개인정보의 처리목적) </h5>
			 <p>이 방침은㈜쓰리에이치에스가 운영하는 클라우드 서비스를 이용하는 이용자의 개인정보 처리방침을 규정함을 목적으로 합니다.
			회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 
			개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. <br/>
			
			① 클라우드 포털 회원 가입 및 관리 
			   - 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 본인확인, 서비스 부정이용 방지 <br>&nbsp;&nbsp;&nbsp;&nbsp;등을 목적으로 개인정보를 처리합니다. <br/> 
			 ➁ 고충처리 
			   - 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다. 
			
			</p>
	
			 <h5  class="f14 fc11">제2조(개인정보의 처리 및 보유기간) </h5>
			 <p>1. 회사는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를<br> &nbsp;&nbsp;&nbsp;&nbsp;처리·보유합니다. <br/>
				2. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.<br/>
				
				 ① 클라우드 포털 회원 가입 및 관리 : 클라우드 서비스 종료시 까지  다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지 <br/>
				  &nbsp;  &nbsp; &nbsp;- 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사 종료 시까지
			</p>
			
			<h5 class="f14 fc11"> 제3조(개인정보의 제3자 제공)</h5>
			<p>1. 회사는 정보주체의 동의, 법률의 특별한 규정 등 「개인정보 보호법」제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.<br/>
				2. 회사는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
			</p>
			
			<h5 class="f14 fc11">제4조(개인정보처리의 위탁) </h5>
			<p>1. 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.<br/>

			   ① SMS 시스템 운영<br/>
			     &nbsp;  &nbsp; &nbsp; - 위탁받는 자(수탁자) :<br/>
			     &nbsp;  &nbsp; &nbsp; &nbsp; &nbsp;   · 인포뱅크 주식회사<br/>
			     &nbsp;  &nbsp; &nbsp; &nbsp; &nbsp;   · 주식회사 케이티<br/>
			     &nbsp;  &nbsp; &nbsp; &nbsp; &nbsp;   · 주식회사 엘지유플러스<br/>
			     &nbsp;  &nbsp; &nbsp; - 위탁하는 업무의 내용 : <br/>
			     &nbsp;  &nbsp; &nbsp; &nbsp; &nbsp;   · SMS(short message service), LMS(long message service) 처리와 관련된 업무<br/>

				2. 회사는 위탁계약 체결시 「개인정보 보호법」제26조에 따라 위탁업무수행 목적 외 개인정보 처리금지, 기술적·관리적 보호 조치, 재위탁 제한, 수탁자에 <br/>
				   &nbsp;  &nbsp; &nbsp;대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.<br/>
				3. 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
			</p>
			
			<h5 class="f14 fc11"> 제5조(정보주체의 권리·의무 및 행사방법)</h5>
			<p>1. 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다. <br/>
				&nbsp;  &nbsp;  ① 개인정보 열람요구 <br/>
				 &nbsp;  &nbsp;   ➁ 오류 등이 있을 경우 정정 요구 <br/>
				 &nbsp;  &nbsp;   ➂ 삭제요구  <br/>
				&nbsp;  &nbsp;    ➃ 처리정지 요구   <br/>
				2. 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편,모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다. <br/>
				3. 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나<br/> &nbsp;  &nbsp;제공하지 않습니다. <br/>
				4. 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지<br/> &nbsp;  &nbsp; 제11호 서식에 따른  
				위임장을 제출하셔야 합니다. <br/>
				5. 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다. 
			</p>
			
			<h5 class="f14 fc11">제6조(처리하는 개인정보 항목)  </h5>
			<p>1. 회사는 다음의 개인정보 항목을 처리하고 있습니다. <br/>
			  &nbsp;  &nbsp;   ① 클라우드 포털 웹페이지 회원 가입 및 관리 <br/>
			  &nbsp;  &nbsp;  &nbsp;  &nbsp; - 필수항목 : 성명, 아이디(사번), 비밀번호, 전화번호, 이메일주소, 회사명 <br/>
			  &nbsp;  &nbsp;  &nbsp;  &nbsp; - 선택항목 : 직장 전화번호 <br/>
		   	       &nbsp;  &nbsp;    ② 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다. <br/>
			  &nbsp;  &nbsp;  &nbsp;  &nbsp; - IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등
			</p>
			
			<h5 class="f14 fc11">제7조(개인정보의 파기) </h5>
			<p>1. 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다. <br/>
			   2. 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 <br/>
			    &nbsp;  &nbsp;    경우에는,해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. <br/>
			   3. 개인정보 파기의 절차 및 방법은 다음과 같습니다. <br/>
  		    &nbsp;  &nbsp;    ① 파기절차 <br/>
      		&nbsp;  &nbsp;  &nbsp;  &nbsp; - 회사는 파기하여야 하는 개인정보(또는 개인정보파일)에 대해 개인정보 파기계획을 수립하여 파기합니다.<br/> 
      		&nbsp;  &nbsp;  &nbsp;  &nbsp;  &nbsp; 회사는 파기 사유가 발생한 개인정보(또는 개인정보파일)을 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보(또는 개인정보파일)를</br>
      		&nbsp;  &nbsp;  &nbsp;  &nbsp;  &nbsp; 파기합니다.<br/>  
		    &nbsp;  &nbsp;    ➁ 파기방법 <br/>
     		&nbsp;  &nbsp;  &nbsp;  &nbsp; - 회사는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 기술적 방법을 이용하여 파기하며, 종이 문서에 기록·저장된 </br>
     		&nbsp;  &nbsp;  &nbsp;  &nbsp; &nbsp; &nbsp;개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
			</p>
			
			<h5 class="f14 fc11">제8조(개인정보의 안전성 확보조치)  </h5>
			<p>1. 회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다. <br/>
			 &nbsp;  &nbsp;  ① 관리적 조치 : 내부관리계획 수립·시행, 정기적 직원 교육 등 <br/>
			 &nbsp;  &nbsp;  ➁ 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치 <br/>
			 &nbsp;  &nbsp;  ➂ 물리적 조치 : 전산실, 자료보관실 등의 접근통제 
			</p>
			
			<h5 class="f14 fc11">제9조(개인정보 보호책임자) </h5>
			<p>1. 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 </br>
			&nbsp;  &nbsp;  보호책임자를 지정하고 있습니다.  <br/> 
			  &nbsp;  &nbsp;    ① 개인정보 보호책임자 <br/>
			    &nbsp;  &nbsp;  &nbsp;    - 성  명 : 홍길동 <br/>
			    &nbsp;  &nbsp;  &nbsp;    - 직  책 : 경영전략부문장 <br/>
			    &nbsp;  &nbsp; &nbsp;     - 연락처 : 02-866-2012(전화), 02-866-2013(팩스) <br/>
			    &nbsp;  &nbsp; &nbsp;     - 전자우편 :<a href="mailto:security@3hs.co.kr">security@3hs.co.kr </a> <br/>
			    &nbsp;  &nbsp;    ② 개인정보 보호 담당부서 <br/>
			     &nbsp;  &nbsp; &nbsp; - 부서명 : 준법지원팀 <br/>
			     &nbsp;  &nbsp; &nbsp;  - 담당자 : 개인정보보호 담당 책임자 <br/>
			     &nbsp;  &nbsp; &nbsp; - 연락처 : 02-866-2012(전화), 02-866-2012(팩스) <br/>
			     &nbsp;  &nbsp; &nbsp; - 전자우편 :<a href="security@3hs.co.kr"> security@3hs.co.kr </a> <br/>
				2. 정보주체께서는 회사의 서비스(또는 사업)를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보</br>
				 &nbsp;  &nbsp; &nbsp;보호책임자 및 담당부서로 문의하실 수 있습니다.  <br/>
				&nbsp;  &nbsp; &nbsp; 회사는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다. 
			</p>
			
			<h5 class="f14 fc11"> 제10조(개인정보 열람청구)</h5>
			<p>1. 정보주체는 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에  할 수 있습니다.  회사는 정보주체의 개인정보 열람청구가 신속하게</br>
			&nbsp;  &nbsp; &nbsp;처리되도록 노력하겠습니다.<br/> 
   &nbsp;  &nbsp;   ① (민원처리) 개인정보 열람청구 접수·처리 부서<br/>
   &nbsp;  &nbsp;  &nbsp;    - 부서명 : 준법지원팀<br/>
   &nbsp;  &nbsp;  &nbsp;    - 담당자 : 민원처리 담당 책임자<br/>
   &nbsp;  &nbsp;  &nbsp;    - 연락처 : 02-866-2012(전화), 02-866-2013(팩스) <br/>
   &nbsp;  &nbsp;   ② (방문객관리, 영상정보) 개인정보 열람청구 접수·처리 부서 <br/>
   &nbsp;  &nbsp;  &nbsp;     - 부서명 : 정보보안팀<br/>
   &nbsp;  &nbsp;  &nbsp;     - 담당자 : 출입관리 및 영상정보 책임자<br/>
   &nbsp;  &nbsp;  &nbsp;    - 연락처 : 02-866-2012(전화), 02-866-2013(팩스)
			</p>
			
			<h5 class="f14 fc11">제11조(권익침해 구제방법)  </h5>
			<p>1. 정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. <br/>
			   &nbsp;  &nbsp;  < 아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 </br>
			   &nbsp;  &nbsp;  필요하시면 문의하여 주시기 바랍니다. > <br/>
			   &nbsp;  &nbsp;  ① 개인정보 침해신고센터 (한국인터넷진흥원 운영)  <br/>
			    &nbsp;  &nbsp; &nbsp;  &nbsp;   - 소관업무 : 개인정보 침해사실 신고, 상담 신청  <br/>
			    &nbsp;  &nbsp; &nbsp;  &nbsp;   - 홈페이지 : privacy.kisa.or.kr  <br/>
			    &nbsp;  &nbsp; &nbsp;  &nbsp;   - 전화 : (국번없이) 118  <br/>
			    &nbsp;  &nbsp; &nbsp;  &nbsp;   - 주소 : (05717) 서울특별시 송파구 중대로 135(가락동 78) IT벤처타워 <br/>
			  &nbsp;  &nbsp;  ② 개인정보 분쟁조정위원회 (한국인터넷진흥원 운영)  <br/>
			    &nbsp;  &nbsp; &nbsp;  &nbsp;   - 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)  <br/>
			    &nbsp;  &nbsp; &nbsp;  &nbsp;   - 홈페이지 : www.kopico.go.kr <br/>
			    &nbsp;  &nbsp; &nbsp;  &nbsp;   - 전화 : (국번없이) 118  <br/>
			    &nbsp;  &nbsp; &nbsp;  &nbsp;   - 주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 4층 <br/>
			  &nbsp;  &nbsp;  ③ 대검찰청 사이버범죄수사단 : (국번없이)1301 (cybercid.spo.go.kr) <br/>
			  &nbsp;  &nbsp;  ④ 경찰청 사이버안전국 : (국번없이)182(cyberbureau.police.go.kr)  <br/>
			</p>
			
			<h5 class="f14 fc11">제12조(영상정보처리기기 설치․운영) </h5>
			<p>1. 회사는 아래와 같이 영상정보처리기기를 설치·운영하고 있습니다. <br/>
				&nbsp;  &nbsp; ① 영상정보처리기기 설치근거·목적 : 회사의 시설 보안, 안전·화재예방 <br/>
				 &nbsp;  &nbsp;  ➁ 설치 대수, 설치 위치, 촬영 범위 <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 설치대수 : 본사 5대, 의왕 5대, 여의도 7대  <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 설치위치 및 촬영범위 : 사무실, 통신실, 운영실 등 주요 시설의 출입구 및 비상구 <br/>
				&nbsp;  &nbsp;    ➂ 관리책임자, 담당부서 및 영상정보에 대한 접근 권한자 <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 관리책임자 : 정보보안팀 팀장 <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 담당부서   : 정보보안팀 <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 접근권한자 : 정보보안팀 팀원  <br/>
				 &nbsp;  &nbsp;   ➃ 영상정보 촬영시간, 보관기간, 보관장소, 처리방법  <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 촬영시간 : 24시간 촬영 <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 보관기간 : 촬영일로부터 60일 <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 보관장소 : 통신실 <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 처리방법 : 개인영상정보의 목적 외 이용, 제3자 제공, 열람 등 요구, 파기에 관한 사항을 기록·관리하고, 보관기간 만료 시 복원이 불가능한 방법으로</br>
				 &nbsp;  &nbsp; &nbsp;  &nbsp; &nbsp;  &nbsp; &nbsp;  &nbsp; &nbsp;  &nbsp; &nbsp;  &nbsp;  &nbsp; 영구 삭제 (출력물의 경우 파쇄 또는 소각) <br/>
				 &nbsp;  &nbsp; &nbsp;  &nbsp;      - 운영관리방법 : 수시모니터링, 일일보안점검(정보보안팀) <br/>
				&nbsp;  &nbsp;  ➄ 영상정보 확인 방법 및 장소 : 관리책임자에 요구(정보보안팀) <br/>
				 &nbsp;  &nbsp;  ➅ 정보주체의 영상정보 열람 등 요구에 대한 조치 : 개인영상정보 열람·존재확인 청구서로 신청하여야하며, 정보주체 자신이 촬영된 경우 또는 명백히</br>
				 &nbsp;  &nbsp; &nbsp;  &nbsp; 정보주체의 생명·신체·재산 이익을 위해 필요한 경우에 한해 열람을 허용함 <br/>
				 &nbsp;  &nbsp;   ⑦ 영상정보 보호를 위한 기술적·관리적·물리적 조치 : 내부관리계획 수립, 접근통제 및 접근권한 제한, 영상정보의 안전한 저장·전송기술 적용, 처리기록</br>
				  &nbsp;  &nbsp; &nbsp;  &nbsp;  보관 및 위·변조 방지조치, 보관시설 마련 및 잠금장치 설치 등
			</p>
			
			<h5 class="f14 fc11">제13조(개인정보 처리방침 변경) </h5>
			<p>1. 이 개인정보 처리방침은 2017.09.00.부터 적용됩니다.<br/>
			   2. 개인정보 처리방침은 아래에서 확인하실 수 있습니다.<br/>
    			 &nbsp;  &nbsp; &nbsp;   - 2017. 09. 00 ~ 현재 적용
			</p>
			
		  
		  </section>
				<!-- 개인정보처리방침 끝 -->
			</div>	 
				
			</div>
			
				<div  class="agreeBox">
				<div class="agreeBoxTitle">
					<span>서비스이용약관<span class="unit">(필수)</span></span>
					<input type='button' class='popCheckbtn flr'  id="productAgree" >
				</div>
				<div class="agree">
				  <!-- 서비스이용약관 시작 -->
			<div class="policy">
		  	 <h4 class="f18 fc11 mb20">제1장 총칙</h4> 
			 <h5 class="f14 fc11">제1조(목적) </h5>
			 <p>1. 본 아이뷰센터 클라우드 시스템 이용약관(이하 “본 약관”이라고 합니다.)은 ㈜쓰리에이치에스(이하 “회사”라고 합니다)가 제공하는 <br>
			 &nbsp; &nbsp;클라우드 서비스 (이하 “서비스”라 합니다)의 이용조건 및 요금에 관한 제반 사항을 정함을 목적으로 합니다.<br/>
			2. 본 약관은 서비스 관련 포털(http://cloud.ivucenter.com)에 게시하는 방법으로 공시합니다.</p>
	
			 <h5 class="f14 fc11">제2조(용어의 정의)</h5>
			 <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br/>
				1. “회원”이란, 본 약관의 조건에 동의하고 서비스를 설치 사용하는 개인 또는 법인을 의미합니다.<br/>
				2. “회원 정보”란, 청구서 발송지, 연락처, 지불 정보 및 포털에서 “회원 정보”로 정의된 기타 정보를 의미합니다.<br/>
				3. “포털”이란, http://cloud.ivucenter.com(또는 회사가 수시로 지정하는 다른 장소)에 있는 포털을 의미합니다.<br/>
				4. “회원 컨텐츠”란, 서비스와 생성, 업로드, 전송한 모든 데이터, 소프트웨어 및 정보를 의미합니다.<br/>
				5. “회원 제공 서비스”란, 정당한 제 3자가 사용하는 서비스 전체 또는 일부를 기반으로, 회원이 생성한 서비스를 의미합니다.<br/>
				6. “회원 최종 사용자”란 회원 제공 서비스의 최종 사용자인 제3자를 의미합니다.<br/>
				7. “이용정지”란 회원이 신청하여 사용중인 서비스에 대한 접근 차단을 의미합니다.<br/>
				8. “시간제 서비스”는 회사가 시간제로 제공하는 서비스를 의미합니다.<br/>
				9. “스팸메일”이란, 수신자의 수신거부 의사에 반하거나 수신 동의 없이 대량으로 전송되는 영리목적의 광고성 전자우편을 의미합니다.<br/>
				10. “전자적 침해행위"란, 정보시스템을 대상으로 해킹, 컴퓨터바이러스, 논리/메일폭탄, 서비스거부 또는 고출력 전자기파 등에 의하여 정보시스템을 </br>
				&nbsp; &nbsp; &nbsp;  공격하는 행위를 말합니다.<br/>
				11. “전자적 침해사고"란, 전자적 침해행위로 인해 발생한 사태를 말합니다.<br/>
				12. “서비스 약관”이란 아이뷰센터 클라우드 포털에 게시된 특정 서비스에 대한 권리 및 제한사항을 의미하며, 회사는 이를 수시로 업데이트할</br>
				&nbsp; &nbsp; &nbsp;  수 있습니다.<br/>
				13. “서비스 오퍼링”이란 포털을 통해 제공되는 전체 서비스(이에 연계된 API 포함), 콘텐츠 및 아이뷰센터 클라우드 포털이 본 계약에 따라 제공하는</br>
				&nbsp; &nbsp; &nbsp;  기타 모든 제품 또는 서비스를 의미한다. 
				</p>
			 
			 <h4 class="f18 fc11 mb20">제2장 본 약관</h4>
			 <h5 class="f14 fc11">제3조(약관의 효력 및 변경)</h5>
			 <p> 1. 회사는 본 약관의 조건에 따라 서비스를 제공합니다.<br/>
				 2. 본 약관의 내용은 클라우드 포털에 게시하거나 기타의 방법으로 회원에게 공시하고, 이에 동의한 회원이 자원을 신청, 액세스 또는 사용하거나</br>
				  &nbsp; &nbsp; “동의합니다” 단추를 클릭함으로써 효력이 발생합니다.<br/>
				 3. 본 약관은 회사가 필요하다고 인정되는 경우 대한민국 법령의 범위 내에서 개정할 수 있으며, 회사가 약관을 개정할 경우에는 적용예정일 및 개정사유를</br>
				  &nbsp; &nbsp; 명시하여 현행 약관과 함께 서비스 초기화면에 그 적용예정일 7일 전부터 공지합니다. <br/>
				    &nbsp; &nbsp; 다만, 회원에게 불리하게 약관내용을 변경 하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지하는 것 외에 전자우편 발송 등 전자적 수단을</br>
				    &nbsp; &nbsp; 통해 별도로 통지합니다.<br/>
				4. 회사가 제3항에 따라 변경 약관을 공지 또는 통지하면서, 회원이 약관변경 적용일 전까지 거부의사를 표시하지 아니하는 경우 약관의 변경에 동의한</br>
				  &nbsp; &nbsp; 것으로 간주한다는 내용을 공지 또는 통지하였음에도 회원이 명시적으로 변경된 약관의 효력발생일까지 약관변경에 대한 거부의사를 표시하지</br>
				   &nbsp; &nbsp; 아니하였다면 회원이 변경 약관에 동의한 것으로 간주합니다. 회원은 변경된 약관에 동의 하지 않을 경우 서비스 이용을 중단하고 이용 계약을</br>
				   &nbsp; &nbsp; 해지 할 수 있습니다.<br/>
				5. 회사가 제3항에 따라 변경 약관을 공지 또는 통지하면서, 회원이 약관변경 적용일 전까지 거부의사를 표시하지 아니하는 경우 약관의 변경에 동의한</br>
				&nbsp; &nbsp; 것으로 간주한다는 내용을 공지 또는 통지하였음에도 회원이 명시적으로 변경된 약관의 효력발생일까지 약관변경에 대한 거부의사를 표시하지</br>
				&nbsp; &nbsp; 아니하였다면 회원이 변경 약관에 동의한 것으로 간주합니다. 회원은 변경된 약관에 동의하지 않을 경우 서비스 이용을 중단하고 이용 계약을 </br>
				&nbsp; &nbsp; 해지 할 수 있습니다.<br/>
			 </p>
			 
			 
			  <h5 class="f14 fc11">제4조(약관 외 준칙) </h5>
			 <p>1. 본 약관에 명시되지 않은 사항은 클라우드 컴퓨팅 발전 및 이용자 보호에 관한 법률, 전기통신기본법, 전기통신사업법, 독점규제 및 공정거래에 관한 법률, <br/>
			 &nbsp; &nbsp; 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령 및 회사가 정한 서비스의 세부 이용지침<br/>
			 &nbsp; &nbsp; 등의 규정에 의합니다.<br/>
				2. 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 “서비스 약관”이라 함)을 정하여 이를 제3조 제2항의 방법에 의하여 공지할 수 있습니다. <br/>
			 &nbsp; &nbsp; 서비스 약관의 조건이 본 이용약관의 제반 방침에 명시된 조건과 상이한 경우, 본 문서가 서비스 약관에 우선하는 조건을 제외하고는<br/>
			 &nbsp; &nbsp; 서비스 이용 약관에 명시된 조건이 우선합니다.<br/>
				3. 회사는 필요한 경우 본 서비스 이용과 관련된 세부 이용지침을 정하여 이를 제3조 제2항의 방법에 의하여 공지할 수 있습니다.<br/>
				4. 본 약관과 관련하여 회사의 정책변경, 법령의 제/개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 홈페이지의 공지사항 게시판 등을 통해 공지하는 <br/>
			 &nbsp; &nbsp; 내용도 본 약관의 일부를 구성합니다.<br/>
				5. 회사는 서비스에 대해서 별도의 계약 및 정책(이하 "별도 서비스 계약")을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 별도 서비스 계약이</br>
				&nbsp; &nbsp; 우선하여 적용됩니다.
			 </p>
			 
			  <h4 class="f18 fc11 mb20">제3장 서비스 오퍼링</h4>
			  <h5 class="f14 fc11">제5조(서비스 오퍼링의 사용) </h5>
			 <p>1. 회원은 본 약관에 따라 서비스에 접근하고 이를 사용할 수 있습니다. 회원은 아이뷰센터 클라우드 포털 회원 약관, 이용 약관, 서비스 이용약관 및<br/>
			  &nbsp; &nbsp; 기타 합의한 특약 등을 포함하여 회원의 서비스 사용에 적용되는 모든 법령 및 규칙을 준수해야 합니다.<br/>
				2. 본 서비스에 접속하기 위해, 회원은 유효한 이메일 주소와 연계된 클라우드 포털 계정을 개설하여야 합니다. <br/>
				3. 회원은 행위의 주체가 회원, 회원의 직원 또는 제3자(회원의 계약업체 또는 대리인 포함)인지의 여부와 무관하게, 회원의 계정에서 발생한 모든 활동에 <br/>
				&nbsp; &nbsp; 대한 책임을 부담하고, 회사는 회원의 약관 위반으로 인한 경우를 제외하고는 회원 계정의 무단 접속에 대한 어떠한 책임도 부담하지 않습니다. <br/>
				&nbsp; &nbsp; 회원은 제3자가 무단으로 회원의 계정을 사용하고 있을 수 있다고 생각하거나 또는 회원의 계정정보를 분실하거나 도난당한 경우 즉시 회사에</br>
				&nbsp; &nbsp; 연락하여야 한다.
			 </p>
			 
			  <h5 class="f14 fc11"> 제6조(변경)</h5>
			 <p>1. 회사는 수시로 아이뷰센터 클라우드 포털 서비스 오퍼링을 변경, 중단하거나 서비스 오퍼링의 특징 또는 기능을 변경 또는 제거할 수 있습니다. <br/>
			 &nbsp; &nbsp; 서비스 오퍼링이 중대하게 변경되거나 중단되는 경우, 회사는 회원에게 이를 통지합니다.<br/>
				2. 회사는 제3조에 따라 수시로 서비스 레벨 계약을 변경, 중단, 또는 추가할 수 있습니다.
			 </p>
			 
			  <h4 class="f18 fc11 mb20">제4장 서비스의 개통 및 이용</h4>
			  <h5 class="f14 fc11">제7조(서비스 이용 절차) </h5>
			  <p>1. 회원은 회사가 제공하는 서비스를 별도의 승낙절차 없이 이용할 수 있습니다.<br/>
			   	 2. 본 조 제1항에도 불구하고 일부 서비스에 대해서는 회사와 회원간 직접 협의를 통해 서비스를 제공할 수 있습니다.
			  </p>
			 
			  <h5 class="f14 fc11">제8조(서비스의 개통) </h5>
			 <p>1. 회사는 특별한 사유가 없는 한 서비스를 회원이 신청한 즉시 이용 가능하도록 해야 합니다. 단, 서비스 종류에 따라 즉시 이용이 불가능할 수 있습니다.<br/>
				2. 각 서비스의 이용요금 정산의 기준이 되는 서비스 이용 시작일은 회원이 서비스를 신청한 시점입니다. 단, 서비스 종류에 따라 설치가 필요한 일부 </br>
				&nbsp; &nbsp; 서비스의 경우, 포털을 통해 설치 완료가 고지되는 시점을 정산의 기준으로 합니다.<br/>
				3. 회사는 특정한 서비스를 제공하기 위해 회원에게 별도 또는 추가적인 가입절차를 요청할 수 있으며, 이러한 특정 서비스를 이용할 경우 해당 포털 또는</br>
				&nbsp; &nbsp; 서비스에 대한 본 약관, 규정 또는 세칙 등의 적용 순서는 본 약관의 4조에 의해 적용됩니다.<br/>
				4. 회사는 특정 서비스 이용을 위해 고객 계정 아래 사용자 계정 생성을 요청하거나, IP 정보 등을 요구할 수 있습니다.<br/>
				5. 특정 서비스의 경우 서비스 설치, 기술지원, 운영 등을 위해 회사가 고객의 계정 아래 이를 위한 계정 생성을 요청할 수 있습니다. <br/>
				&nbsp; &nbsp; 회원은 해당 계정이 설치를 위하여 제3자에게 제공될 수 있다는 것에 동의합니다. <br/>
				&nbsp; &nbsp; (ex. 서비스 초기 세팅을 위해 솔루션 업체가 VM에 접근해야 할 수 있음. 이 때 쓰리에이치에스가 아닌 솔루션 협력사가 설치를 직접 진행하므로  <br/>
				&nbsp; &nbsp; 계정이나 자원에 접근이 필요)
			 </p>
			 
			 <h5 class="f14 fc11"> 제9조(서비스의 이용)</h5>
			 <p>1. 서비스의 이용시간은 특별한 사유가 없는 한 1년 365일, 1일 24시간을 원칙으로 합니다. 본 조 제1항의 서비스 이용시간에 회사와 회원이 합의하여</br>
			 &nbsp; &nbsp; 서비스를 제공하지 아니한 날 또는 시간, 정기점검 등의 필요로 회사가 사전 공지한 날 또는 시간은 예외로 합니다.
			 </p>
			 
			 <h5 class="f14 fc11"> 제10조(이용 제한 및 이용 정지)</h5>
			 <p>1. 회사는 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주, 기간통신사업자의 서비스 장애 등으로 서비스 이용에 지장이 있는 때에는 서비스의</br>
			 &nbsp; &nbsp; 전부 또는 일부를 제한하거나 이용정지 조치를 취할 수 있습니다.<br/>
				2. 회사는 회원의 서비스 이용 내용이 다음 각호에 해당할 경우 회원 서비스 이용의 전부 또는 일부를 제한할 수 있으며, <br/>
				&nbsp; &nbsp; 본 약관상 별도 명시된 경우에는 1월 이내의 기간을 정하여 이용정지 조치를 취할 수 있습니다.<br/>

			   &nbsp; &nbsp; 1) 회원이 본 약관에 의한 회원의 의무를 이행하지 않은 경우<br/>
			   &nbsp; &nbsp; 2) 관련법규에 위반되는 자료를 서버나 저장공간에 올려놓거나 제공하는 경우<br/>
			   &nbsp; &nbsp; 3) 회사에서 허용하지 않은 내용을 타인에게 공개하거나, 서비스 하는 경우<br/>
			   &nbsp; &nbsp; 4) 회원의 부도, 파산, 회생절차 개시, 그 보전신청 및 회원의 주요재산에 대한 압류, 가압류 등으로 서비스 계약의 유지가 어려울 것으로 판단되는 경우<br/>
			   &nbsp; &nbsp; 5) 회원이 회사, 다른 회원 또는 제 3자의 지식재산권을 침해한 경우<br/>
			   &nbsp; &nbsp; 6) 방송통신심의위원회 등 외부기관의 시정요구가 있는 경우<br/>
			   &nbsp; &nbsp; 7) 타인의 ID, 비밀번호, 법인 및 개인의 정보를 부정하게 사용하는 경우<br/>
			   &nbsp; &nbsp; 8) 서버에 너무 많은 과부하를 주는 프로그램을 사용하거나 회원의 귀책사유로 회사의 시스템에 침해(악성코드 침입 등)를 야기하는 경우<br/>
			   &nbsp; &nbsp; 9) 회사의 승인 없이 서비스 또는 그 일부를 제3자에게 재판매, 공유(시스템에 접근, 이용하게 하는 행위를 포함한다) 또는 배포하는 행위<br/>
			   &nbsp; &nbsp; 10) 회원이 이용요금을 납부일까지 납부하지 않는 경우<br/>
			   &nbsp; &nbsp; 11) 법률, 법규, 규정, 규칙이나 법원 명령에 의해 서비스 정지가 요청된 경우<br/>
			   &nbsp; &nbsp; 12) 회원이 기타 관계법령 및 본 약관을 포함하여 기타 회사가 정한 이용조건에 위반하는 경우<br/>
			   &nbsp; &nbsp; 13) 회사로부터 제공받은 계정의 서버를 통해 스팸메일을 발송하였을 경우<br/>
			   &nbsp; &nbsp; 14) 발송된 스팸메일의 내용 중 이미지를 포함한 미디어 파일 등의 링크에 회사의 서버를 이용하는 경우<br/>
			   &nbsp; &nbsp; 15) 발송된 스팸메일의 내용 중의 링크가 회사가 제공하는 서비스의 계정으로 이동하게 되어 있거나, 해당 계정을 광고하는 경우<br/>
			   &nbsp; &nbsp; 16) 기타 공신력 있는 스팸 관련 기관 및 ISP 등에서 스팸 관련 계정으로 지목한 경우<br/>
			   &nbsp; &nbsp; 17) 회원이 개별 서비스의 인가된 사용지침을 준수하지 않았을 경우 <br/><br/>
   
				3. 회원은 이용정지 기간 동안에도 자원을 점유하고 있으므로 해당 서비스에 대한 이용요금을 납부하여야 하며, 회사는 이용정지 기간 중 서비스를</br>
				&nbsp; &nbsp; 이용하지 못함으로 인한 피해나 손실에 대하여 책임지지 아니합니다. 
			 </p>
			 
			  <h5 class="f14 fc11"> 제11조(서비스 이용 중단 및 해지)</h5>
			 <p>1. 회원이 서비스 이용을 중단하고자 하는 경우에는 회원 본인이 직접 회원 포털을 통해 사용종료 버튼을 클릭함으로써 그 의사를 표시해야 합니다. <br/>
			   &nbsp; &nbsp; 또한, 회원은 미납금 및 위약금 등 회사에 지급해야 할 금액 전부를 회사가 청구한 달의 15일까지 지급하여야 합니다.<br/>
			 	2. 만약 아이뷰센터 클라우드 서비스에 연결된 VM이나 BareMetal 등의 컴퓨팅 자원이 있을 경우, 해당 컴퓨팅 자원과 클라우드 서비스의 삭제를</br>
			 	&nbsp; &nbsp; 모두 별도로 진행해야 하며,  둘 중 하나만 삭제할 경우 나머지에 대한 사용료가 계속 청구될 수 있습니다.<br/>
				3. 회사는 다음의 경우 서면 통보로써 약관을 해지할 수 있습니다.<br/>

			   &nbsp; &nbsp; 1) 회원이 타인의 명의를 사용하거나 온라인 상에서 법인 및 신청인의 등록정보를 허위로 입력하거나 허위의 관련 서류를 첨부한 경우<br/>
			   &nbsp; &nbsp; 2) 회원이 정당한 사유 없이 이용실태 확인을 거부 또는 방해하여 위약사항을 은폐한 경우<br/>
			   &nbsp; &nbsp; 3) 이용정지 개시일이 속한 달의 말일까지 회원이 그 사유를 해소하지 않은 경우<br/>
			   &nbsp; &nbsp; 4) 회원이 당해 연도 3회 이상 이용정지를 당한 경우<br/>
			   &nbsp; &nbsp; 5) 회원이 회사, 다른 회원 또는 제3자의 지적재산권을 침해하는 경우<br/>
			   &nbsp; &nbsp; 6) 회원이 시스템 운영에 심각한 장애를 초래하거나 고의로 방해한 경우<br/>
			   &nbsp; &nbsp; 7) 회원이 본 약관에 규정된 회원의 의무를 위반한 경우<br/>
			   &nbsp; &nbsp; 8) 타인의 이용자ID, 비밀정보 등 개인정보를 부정하게 사용하는 경우<br/>
			   &nbsp; &nbsp; 9) 서비스로 제공되는 프로그램에 대해 부적절한 사용, 접속, 복사, 배포, 타 용도로의 설치 등을 행하는 경우<br/>
			   &nbsp; &nbsp; 10) 서비스 정보를 이용하여 얻은 정보 및 자료를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 경우<br/>
			   &nbsp; &nbsp; 11) 전기통신 관련 법령 등 관계 법령에 위반하는 행위를 하는 경우<br/>
			   &nbsp; &nbsp; 12) 회원이 본 약관 및 기타 회사가 정한 이용조건에 위반하는 경우<br/><br/>

				4. 회사는 본 조에 따라 약관을 해지하고자 하는 경우, 회사나 회사의 다른 회원들을 보안 및 기타 위험으로부터 보호하기 위해 신속한 또는 즉시 정지가 </br>
				&nbsp; &nbsp; 필요하다고 판단한 경우를 제외하고, 회원에게 7일 전까지 회원이 제출한 연락처를 통해 해지통지를 하여야 하며, 회원의 부정확한 </br>
				&nbsp; &nbsp; 기재사항으로 인한 연락처의 불명 때문에 통지하지 못하였을 경우 회사는 14일간 서비스 웹페이지에 게시함으로써 회사의 해지통지의무를</br>
				&nbsp; &nbsp; 이행한 것으로 간주합니다.<br/>
				5. 본 조 제1항, 제2항, 제3항에 의해 서비스가 해지되는 경우 회원의 시스템으로 할당된 모든 자원이 회수되며 시스템 상에 저장되어 있는 모든 자료는</br>
				&nbsp; &nbsp; 삭제됩니다.
			 
			 </p>
			 
			  <h5 class="f14 fc11">제12조(불법 스팸메일 방지) </h5>
			 <p>1. 회원은 '정보통신망 이용촉진 및 정보보호 등에 관한 법률' 및 방송통신위원회 및 한국인터넷 진흥원이 작성한 '사업자를 위한 불법 스팸 방지 안내서'에서</br>
			 	&nbsp; &nbsp; 정의하는 스팸메일 관련 제 규정을 준수하여야 합니다.<br/>
				2. 회사는 스팸메일과 관련된 민원을 접수하고 처리할 수 있는 스팸담당자를 다음과 같이 지명하여 운영합니다.<br/>
				
				&nbsp; &nbsp; 1) 스팸 민원 접수처 : 전화 02-866-2012<br/>
				&nbsp; &nbsp; 2) 전자우편 주소    : <a href="mailto:security@3hs.co.kr">security@3hs.co.kr </a> <br/>
				3. 스팸담당자는 민원 접수 시 7일 이내에 조치사항에 대하여 성실하게 답변합니다. 다만, 스팸담당자의 사정으로 답변이 늦어질 경우 그 사정을 미리 </br>
				&nbsp; &nbsp; 민원인에게 통보합니다.<br/>
				4. 스팸메일 민원이 회사 내부에 있는 회원 장비로 인하여 발생된 사항이라면 스팸담당자는 전자우편 등을 이용하여 회원에게 해당사항에 대하여 조치를</br>
				&nbsp; &nbsp; 요구하며, 회원은 이 요구사항에 대한 조치사항을 7일 이내에 스팸메일 담당자에게 통보하여야 합니다. 단, 회원측 사정으로 회신이</br>
				&nbsp; &nbsp; 연기되는 경우에는 미리 회사 스팸담당자에게 그 사정을 통보합니다.<br/>
				5. 회원이 제1항에서 언급된 제 규정을 준수하지 않거나, 제5항의 내용을 성실히 이행하지 않을 경우 회사는 서비스 이용 중단 등의 조치를 취할 수 있으며, <br/>
				&nbsp; &nbsp; 방송통신위원회 등 관계 행정청이나 사법당국에 신고, 고발할 수 있습니다.
			 </p>
			 
			  <h5 class="f14 fc11">제13조(서비스의 변경 및 중단) </h5>
			 <p>1. 회사는 수시로 서비스의 향상을 위하여 기존 서비스의 전부 또는 일부 내용을 별도의 통지 없이 변경할 수 있습니다.<br/>
				2. 회사는 다음 각호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.<br/>
				
				   &nbsp; &nbsp; 1) 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우<br/>
				   &nbsp; &nbsp; 2) 서비스를 위한 설비의 보수 등 공사로 인해 부득이한 경우<br/>
				   &nbsp; &nbsp; 3) 서비스 업그레이드 및 포털 유지보수 등을 위해 필요한 경우<br/>
				   &nbsp; &nbsp; 4) 정전, 제반 설비의 장애 등으로 정상적인 서비스 이용에 지장이 있는 경우<br/>
				   &nbsp; &nbsp; 5) 서비스 제공업자와의 약관종료 등 회사의 제반 사정으로 서비스를 유지할 수 없는 경우<br/>
				   &nbsp; &nbsp; 6) 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우<br/>

				3. 제2항에 의한 서비스 중단의 경우에는 회사가 제3조 제2항에서 정한 방법으로 회원에게 통지합니다. 단, 회사가 통제할 수 없는 사유로 인한</br>
				&nbsp; &nbsp; 서비스의 중단 (운영자의 고의, 과실이 없는 디스크 장애, 시스템 장애 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.<br/>
				4. 회사는 고의, 중과실이 없는 한 서비스의 변경, 중단으로 인하여 회원이 입은 손해에 대해 어떠한 책임도 지지 아니합니다.<br/>
			 </p>
			 
			  <h5 class="f14 fc11"> 제14조(서비스의 변경 및 중단)</h5>
			 <p>회사는 회원에게 클라우드 서비스를 제공하기 위해 필요한 조치를 다하여야 합니다.<br/>
				1. 보안상 심각하고 시급을 요하는 프로그램의 결함이나 장애 혹은 그에 준하는 사건발생 시, 회사는 필요한 조치를 취할 수 있으며 회원의 해당 부분에 대해</br>
				&nbsp; &nbsp; 일괄적으로 패치 작업(수정 작업)을 할 수 있습니다.<br/>
				2. 보안상 심각하고 시급을 요하는 경우 회사는 회원의 인증관련 정보를 응급 변경할 수 있습니다.<br/>
				3. 본 조 제1항 및 제2항의 긴급상황 대처 전 회사는 홈페이지 공지 또는 전자우편을 통해 회원에게 이를 알려야 합니다. <br/>
				&nbsp; &nbsp; 만약 상황이 긴급하여 이를 알리기 어려움이 있다면, 회사는 조치를 끝낸 후라도 이를 공지나 전자우편을 통해 회원에게 알려야 합니다.
			 </p>
			 
			  <h4 class="f18 fc11 mb20">제5장 약관 당사자의 의무</h4>
			  <h5 class="f14 fc11">제16조(회사의 의무) </h5>
			 <p>1. 회사는 특별한 사정이 없는 한 회원이 서비스를 신청하거나 회사와 회원간 협의한 기간 내에 서비스를 이용할 수 있도록 하며, 계속적, 안정적으로</br>
			 &nbsp; &nbsp; 서비스를 제공할 의무가 있습니다.<br/>
				2. 회사는 “정보통신망 이용촉진 및 정보보호 등에 관한 법률”에 의거 서비스 제공과 관련하여 취득한 회원의 정보를 회원의 사전 승낙 없이 타인에게</br>
				&nbsp; &nbsp; 누설 또는 배포할 수 없으며 상업적 목적으로 사용할 수 없습니다. 단, 관계법령에 의한 수사상의 목적으로 관계기관으로부터 요구 받은 경우나</br>
				 &nbsp; &nbsp; 방송통신심의위원회의 요청이 있는 경우 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그러하지 않습니다.<br/>
				3. 회사는 본 약관의 체결, 약관사항의 변경 및 해지 등 회원과의 약관 관련 절차 및 내용 등에 있어 필요한 최선의 편의를 제공하도록 노력합니다.<br/>
				4. 회사는 회원이 제기하는 의견이나 불만이 정당하다고 인정할 경우에는 즉시 처리하여야 합니다. <br/>
				&nbsp; &nbsp; 다만, 즉시 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 전자우편으로 통보해야 합니다.<br/>
				5. 회사는 서비스와 관련한 회원의 정보 및 자료에 대해 자신의 유사한 정보 및 자료를 관리•보존하기 위해 적용하는 보안 기준과 동일한 수준의 보안 </br>
				&nbsp; &nbsp; 기준을 적용합니다. <br/>
				&nbsp; &nbsp; 회사는 회원의 정보 및 자료의 보안과 비밀유지 및 파괴, 손실 및 부적절한 접속 및 사용 등을 방지하기 위하여 관련 법령 및 산업기준(Industry</br>
				&nbsp; &nbsp; Standard)에 따르는 시스템과 절차를 구축•운영합니다.<br/>
				&nbsp; &nbsp; 다만, 인터넷 및 가상 환경을 이용한 클라우드 컴퓨팅(클라우드 Computing)의 특성으로 인하여 회사의 책임은 다음과 같이 면책되거나 제한됩니다.<br/>

			   &nbsp; &nbsp; 1) 회원은 서비스를 전적으로 회원의 위험부담에 의하여 이용하며, 서비스는 “있는 그대로”, 그리고 “이용할 수 있는 그대로” 제공되고,<br/>
			   &nbsp; &nbsp; &nbsp; &nbsp; 모든 회원의 정보 및 자료는 회원의 재량과 위험 부담에 의해 관리됩니다.<br/>
			   &nbsp; &nbsp; 2) 회사는 본 약관에 규정된 경우를 제외하고, 자원성, 특정 목적에 의한 적합성 또는 비 침해에 대한 묵시적 보증 및 거래 과정, 상거래에 의해<br/>
			   &nbsp; &nbsp; &nbsp; &nbsp; 발생한 어떠한 보증을 포함하여 모든 명시적 또는 묵시적 조건, 진술 및 보증을 부인합니다.<br/>
			   &nbsp; &nbsp; 3) 회사는 직접, 간접적, 부수적, 특별, 결과적 또는 징벌적 책임 및 이익의 상실뿐만 아니라 해킹 등으로 인한 회원의 정보 및 자료에 대한 상실<br/>
			   &nbsp; &nbsp; &nbsp; &nbsp; 또는 손실 등에 따른 손해 또는 손실에 대한 책임을 부담하지 않습니다.<br/>
			   &nbsp; &nbsp; 4) 회원의 정보 및 자료를 주기적으로 백업하여 일정기간 유지하는 것을 목적으로 하는 회사의 스토리지 백업서비스를 통해 백업된 회원의 정보 및 </br>
			   &nbsp; &nbsp; &nbsp; &nbsp; 자료에 대해서도 본 조의 내용이 동일하게 적용됩니다.<br/>

				6. 회사는 네트워크 장애 등 문제 발생시 신속히 조치하고, 계속적, 안정적으로 서비스를 제공하기 위해 최대한 노력 합니다.
			 </p>
			 
			  <h5 class="f14 fc11">제17조(회원의 의무) </h5>
			 <p>1. 회원은 본 약관 및 관계법령에서 규정하는 사항을 준수해야 하며, 기타 회사의 업무수행에 현저한 지장을 초래하는 행위를 하여서는 안됩니다.<br/>
				2. 회원은 서비스 이용에 대한 대가로서 본 약관에서 정한 요금을 지정된 일자에 납입할 의무가 있습니다.<br/>
				3. 서비스 이용요금의 미납으로 인해 발생되는 모든 문제에 대한 책임은 회원에게 있습니다. 단, 회사의 과실이나, 회사에서 인정한 사유에 의한 경우는 그러하지 않습니다.<br/>
				4. 회원은 회원이 사용하는 계정 등을 통한 바이러스 프로그램 또는 외부의 불법적인 침입으로부터 회원의 정보 및 시스템을 보호하여야 합니다.<br/>
				5. 회원은 서비스 이용과 관련하여 충분한 보안상 주의 조치를 취하고, 불법 사용이 의심되거나 발견되면 회사에 즉시 알려야 합니다.<br/>
				6. 회원은 정전, 보안문제, 기타 본 약관의 위반이 의심되는 사항에 대한 회사의 조사에 적극 협조합니다.<br/>
				7. 회원은 주소, 연락처, 사업자등록번호 등 계약 당사자에 관한 주요 사항이 변경된 경우에는 이를 회사에 즉시 알려야 하며 이를 소홀히 하여 발생된 불이익은 회원의 책임으로 합니다.<br/>
				8. 서비스와 관련한 회원의 정보 및 자료에 대한 관리•보존 책임은 전적으로 회원에게 있습니다. <br/>
				이를 위해 회원은 회원의 필요에 따라 자체적으로 회원의 정보 및 자료에 대해 암호화(Encryption) 방법을 사용하여야 하고 주기적으로 독립적인 별도 저장소에 회원의 정보 및 자료를 백업하며 기타 최신 보안 패치나 업데이트(Update)를 항상 적용하여야 합니다.<br/>
				9. 본 서비스를 이용하여 회원이 다른 회원 또는 제3자에게 별도의 서비스를 제공하는 경우, 그 별도의 서비스와 관련된 모든 정보 및 자료(예를 들면, 데이터파일, 문서텍스트, 컴퓨터 소프트웨어, 음악, 오디오 파일 또는 기타 사운드, 사진, 비디오 또는 기타 이미지 등)와 관련된 분쟁에 대해서는 서비스를 제공하는 회원 또는 해당 정보가 유래하게 된 사람의 책임이며 특정 정보 및 자료로 인해 회사에 클레임이 제기되는 경우 회원은 회사를 면책하여야 합니다.
			 </p>
			 
			  <h4 class="f18 fc11 mb20">제6장 전자적 침해사고 예방 및 대응</h4>
			  <h5 class="f14 fc11">제18조(전자적 침해사고 예방 및 대응 관련 회사의 의무) </h5>
			   <p>1. 회사는 회원의 정보통신시스템에 위협이 될 수 있는 해킹, 컴퓨터 바이러스 관련 정보 및 새로운 보안취약점 관련 정보를 인터넷 메일 또는 홈페이지를 통해 수시로 회원에게 제공합니다.<br/>
				2. 회사는 회원장비 및 클라우드센터 전체 네트워크의 안전 및 신뢰성 제고를 위해 정기적, 비정기적으로 회원 내부네트워크의 보안취약점 분석을 시행할 수 있습니다.<br/>
				3. 회사는 보안취약점 분석 후 그 결과 및 개선방안을 회원에게 제공하여 회원 내부 시스템 및 네트워크 보안강화에 활용하도록 합니다.<br/>
				4. 회사는 보안취약점 분석을 통해 취득한 회원의 정보를 제3자에게 공개하지 않으며, 회원 내부 시스템 및 네트워크 보안강화 목적 이외의 어떠한 용도로도 사용하지 않습니다.<br/>
				5. 회사는 전자적 침해사고를 접수∙처리할 수 있는 담당자를 다음과 같이 지명하여 운영합니다.<br/>

				&nbsp; &nbsp; 1) 스팸 민원 접수처 : 전화 02-866-2012<br/>
				&nbsp; &nbsp; 2) 전자우편 주소    : <a href="security@3hs.co.kr">security@3hs.co.kr</a>
			 </p>
			 
			  <h5 class="f14 fc11">제19조(전자적 침해사고 예방 및 대응 관련 회원의 의무) </h5>
			 <p>1. 회원은 전자적 침해사고를 예방하기 위하여 회원이 관리하는 정보시스템에 대한 적절한 보안조치를 취하여야 합니다.<br/>
				2. 회원은 회사가 제공하는 예보 또는 경보 및 보안취약점 관련 정보를 받아 보고 침해사고 예방을 위반시 지시사항을 성실히 이행하여야 합니다.<br/>
				3. 회원은 회사 또는 타 회원의 보안을 위협하는 다음 각호에 규정된 침해행위를 목적으로 회사의 정보시스템 또는 타 회원의 정보시스템을 사용할 수 없습니다.<br/>

				&nbsp; &nbsp; 1) 컴퓨터 바이러스 등 악성프로그램 유포 행위<br/>
				&nbsp; &nbsp; 2) 회원 정보시스템 이외의 시스템을 대상으로 한 취약점 스캐닝 행위<br/>
				&nbsp; &nbsp; 3) 회원 정보시스템 이외의 시스템을 대상으로 한 비인가된 불법 침입 행위<br/>
				&nbsp; &nbsp; 4) 대량의 트래픽 유발 등을 통해 정상적인 서비스를 방해하는 행위<br/>
				&nbsp; &nbsp; 5) 기타 회사의 정상적인 서비스 제공을 방해할 수 있는 각종 침해 행위<br/>
				
				4. 회원은 회사의 전자적 침해사고 담당자와 24시간 연락이 가능한 비상연락 담당자를 선정하고, 담당자의 전화, 휴대폰, 전자우편 주소를 회사에 통보하여야 하며, 담당자의 연락처가 변경된 경우 이를 회사에 즉시 통보하여야 합니다.<br/>
				5. 회원은 관리 중인 정보시스템에 이상 징후가 발견되거나 전자적 침해사고가 발생한 경우 즉시 회사의 전자적 침해사고 담당자에게 통보하여야 합니다.
			 </p>
			 
			  <h4 class="f18 fc11 mb20">제7장 서비스 이용 요금</h4>
			  <h5 class="f14 fc11">제20조(이용요금의 종류 및 계산방법) </h5>
			 <p>1. 서비스 별 이용요금 및 기타 관련사항은 회원의 계정정보에서 확인할 수 있습니다.<br/>
				2. 본 약관에 따라 감면 또는 할인 받는 경우에는 감면 또는 할인된 금액을 이용요금으로 합니다.<br/>
				3. 이용요금은 회원의 사용량을 기반으로 매달 변경되며 각 서비스 요금제에 따라 원화로 표시되고, 이용요금은 부가가치세 별도입니다. <br/>
				&nbsp; &nbsp; 각 서비스의 요금은 아이뷰센터 클라우드 포털 웹페이지에 게재합니다.<br/>
				4. 모든 사용 요금은 원화로 청구됩니다. <br/>
				5. 매월 1일이 휴일일 경우, 직전 영업일의 종가를 적용합니다.<br/>
			 </p>
			 
			  <h5 class="f14 fc11">제21조(이용요금의 납입) </h5>
			 <p>1. 회사는 전월 2일부터 당월 1일 사이에 제20조에 의해 산정된 이용금액을 통합하여 당월 5일에 청구하고 회원은 청구월의 15일까지(이하 “납부기한”이라고 합니다) <br/>
			 &nbsp; &nbsp; 이용요금을 납부하여야 합니다. 다만, 홈페이지 또는 별첨에 별도로 약정한 경우에는 이용요금을 선납 등의 방법으로 청구할 수 있습니다.<br/>
				2. 회사는 세금계산서의 방법으로 이용요금을 납입할 수 있습니다.<br/>
				3. 회사는 본 약관에 의해 회원이 해지의사를 표명하지 않는 이상 본 조 제1항의 방법으로 계속 이용요금을 청구합니다.<br/>
				4. 회사는 회원이 복수의 서비스를 이용하는 경우 복수의 이용요금(복수의 미납금 포함)을 하나의 납입청구서로 통합하여 청구할 수 있습니다.<br/>
				5. 회원이 타인의 이름으로 이용요금을 입금하는 경우, 회원은 이에 대해 회사에 통지할 의무가 있습니다. 타인 명의로 입금한 사실을 통지하지 않아 발생한<br/>
				&nbsp; &nbsp;  서비스 중단 또는 불이익에 대해서는 회원이 책임집니다.
			 </p>
			 
			  <h5 class="f14 fc11">제22조(요금의 이의 신청) </h5>
			 <p>1. 회원은 청구된 요금에 이의가 있는 경우 납부기한 내에 이의신청을 할 수 있습니다.<br/>
				2. 회사는 본 조 제1항의 이의신청 접수 후 20일 이내에 처리결과를 회원에게 통지해야 하며, 부득이한 사유로 기간 내에 처리하지 못한 경우에는 처리기간을 재 지정하여 요금납입책임자 또는 회원에게 통지합니다.
			 </p>
			 
			  <h5 class="f14 fc11">제23조(요금의 감면 및 할인) </h5>
			 <p>1. 회사는 별도로 협의된 회원 또는 재판매업자 등에 대해 월 이용요금 또는 부가서비스 이용료의 일부를 감면 또는 할인할 수 있으며, 이 경우 적용방법은 회사와 회원이 합의하여 정합니다.<br/>
				2. 요금감면 및 할인대상자는 그 자격이 변동된 경우 회사에 통지하여야 합니다.<br/>
				3. 감면 또는 할인 대상 기준에 부적합한 자가 감면이나 할인을 받은 것으로 판명될 경우에는 감면액 또는 할인액을 환수합니다.
			 </p>
			 
			  <h5 class="f14 fc11">제24조(체납요금의 징수) </h5>
			 <p>1. 회원이 요금을 체납할 경우 회사는 체납이 발생한 즉시 포털을 통해 독촉장을 발송합니다. 또한, 회원은 서비스를 추가로 신청할 수 없습니다.<br/>
				2. 회사는 회원의 체납 발생일 이후 일부터 이용중지 조치를 취하고 회원에게 납부기한의 익일부터 미납 요금의 2%에 해당하는 가산금을 부과합니다.<br/>
				3. 회사는 회원이 납부 당월 말일까지 이용요금 및 제2항에 따른 가산금을 완납하지 아니하는 경우 회원의 서비스 이용권한을 회수하고 회원의 모든 데이터를 삭제할 수 있으며, 이에 대하여 어떠한 책임도 부담하지 아니합니다.
			 </p>
			 
			  <h5 class="f14 fc11">제25조(요금의 반환) </h5>
			 <p>1. 회원은 요금을 과납하거나 오납한 경우 회사에 이의 신청할 수 있으며, 회사는 과오납 내역을 확인합니다.<br/>
				2. 회사는 요금의 과오납이 있다고 인정한 경우라 하더라도 회원에게 금전으로 환불하지 않으며, 다음달 요금에서 정산합니다.<br/>
				3. 전항에도 불구하고, 회사는 계약기간 만료 또는 해제, 해지 등으로 인하여 계약이 종료되는 경우, 회원이 종료 직전월의 납부요금을 과오납한 것으로 인정되면 해당 금액을 금전으로 환불합니다.
			 </p>
			 
			  <h4 class="f18 fc11 mb20">제8장 손해배상</h4>
			  <h5 class="f14 fc11">제26조(이용요금의 종류 및 계산방법)</h5>
			  <p>1. 회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우 이 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상하여야 합니다.<br/>
				2. 회사는 서비스의 이용과 관련하여 회사에게 책임이 없는 사유로 회원에게 발생한 손해에 대해 어떠한 책임도 지지 않습니다.<br/>
				3. 회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 회원은 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.<br/>
				4. 회사는 다음 각호의 사유에 의해 회원에게 손해가 발생한 경우 회원에게 손해배상 책임을 부당하지 않습니다.<br/>

				&nbsp; &nbsp; 1) 회원이 직접 구입한 단말장치 등의 불량으로 서비스 장애가 발생한 경우<br/>
				&nbsp; &nbsp; 2) 전시, 사변, 화재, 천재지변 또는 이에 준하는 국가비상사태 등 불가항력적인 경우<br/>
				&nbsp; &nbsp; 3) 회원의 고의나 과실로 인해 발생한 경우<br/>
				&nbsp; &nbsp; 4) 전기통신서비스의 특성상 불가피한 사유가 있는 경우<br/>
				&nbsp; &nbsp; 5) 회원의 정보시스템에 발생한 사고의 확산을 방지하기 위한 서비스 중단<br/>
				&nbsp; &nbsp; 6) 서비스의 장애가 타 사업자가 제공하는 서비스에 의한 경우<br/>
				&nbsp; &nbsp; 7) 서비스 점검이 불가피하여 사전에 공지한 경우로 회사의 고의, 중과실이 없는 경우<br/>
				&nbsp; &nbsp; 8) 서비스 포털 웹페이지에 사전 공지된 정기점검으로 서비스를 중지했을 경우<br/>
				&nbsp; &nbsp; 9) 기타 회사의 고의 또는 과실이 아닌 사유로 서비스 장애가 발생하거나 파일 손상이 있는 경우<br/>

				5. 본 약관에 따른 회원의 클라우드 서비스의 사용으로 인하여 발생한 모든 배상 청구에 대한 회사의 총 책임 한도는 청구 원인에 관계 없이 배상 청구의 대상이 되는 클라우드 서비스에 대해 이전 1개월 동안 지급한 금액을 한도로 직접적인 실손해 금액을 초과하지 않습니다.<br/>
				6. 회사는 회원이 클라우드 서비스를 사용하며 타인의 지식재산권 등을 침해하더라도 이에 대한 민형사상 어떠한 책임도 부담하지 않습니다.<br/> 
				 &nbsp; &nbsp; 만약, 회원이 제3자의 지식재산권 등을 침해하였음을 이유로 회사가 제3자로부터 손해배상청구 등 이의제기를 받은 경우 회원은 자신의 비용과 책임으로 회사를 면책하여야 하며, 그로 인해 회사에게 발생한 직간접적의 손해를 배상하여야 합니다.<br/>
			 </p>
			 
			  <h5 class="f14 fc11">제27조(회원에 대한 손해배상 청구) </h5>
			  <p>1. 회원이 본 약관에서 규정한 사항을 위반하여 회사에 손해를 끼친 경우 회사는 해당 회원에 대해 손해배상을 청구할 수 있습니다.
			  </p>
			 
			  <h5 class="f14 fc11">제28조(면책조항) </h5>
			 <p>1. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대한 책임을 지지 않으며, 그밖에 서비스를 통해 얻은 자료로 인한 손해 등에 대하여도<br/> 
			    &nbsp; &nbsp; 책임을 지지 않습니다.<br/> 
				2. 회사는 회원이 포털에 게재한 게시물의 신뢰도 및 정확성 등 내용에 대해 책임을 지지 않으며, 서비스에 게재된 어떠한 의견이나 정보에 대해 확인이나 <br/>
				&nbsp; &nbsp; 대표할 의무가 없습니다. 아울러 회사는 회원이나 제3자에 의해 표출된 의견을 승인, 반대 또는 수정하지 않습니다.<br/> 
				3. 회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임을 지지 않습니다.<br/> 
				4. 이용자가 본인의 정보 및 비밀번호를 소홀히 관리하여 발생하는 손해 혹은 제3자에 의한 부정사용 등에 대한 책임은 회원에게 있으며, 회사는 그에 대한 책임을 지지 않습니다.
			 </p>
			 
			  <h5 class="f14 fc11">제29조(관할법원) </h5>
			 <p>1. 서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우 회사와 회원은 분쟁의 해결을 위해 성실히 협의합니다.<br/>
				2. 전 항의 협의에도 불구하고 분쟁이 해결되지 않을 경우 양 당사자는 서울중앙지방법원을 합의관할로 하여 해결합니다.<br/>
				3. 회사와 회원간에 제기된 소송에는 대한민국 법을 적용합니다.
			 </p>
			 
			  <h5 class="f14 fc11">제30조(준수사항) </h5>
			 <p>1. 회원은 본 약관 및 아이뷰센터 클라우드 서비스 약관 내 개별 서비스의 인가된 사용 정책이 있을 경우 해당 내용을 고지하고, 이를 준수해야 합니다.<br/>
				2. 회원은 회사의 서면 동의 없이 아이뷰센터 클라우드 서비스의 트레이드 마크를 사용할 수 없습니다.<br/>
				3. 사용자는 회사의 사전 서면 동의가 없는 이상, 제품에 대한 사용권(라이선스)을 제3자에게 양도, 임대, 위임, 담보 제공 등 일체의 처분 행위를 할 수 없습니다.<br/>
				4. 고객은 본 서비스의 일부로서 아이뷰센터 클라우드 서비스 또는 제3의 특정 소프트웨어를 사용할 수 있습니다.<br/>
				 &nbsp; &nbsp; 소프트웨어는 고객에게 판매 또는 유통되는 것이 아니며 본 서비스의 일부로만 사용할 수 있습니다. <br/>
				 &nbsp; &nbsp; 고객은 명시적인 승인없이 본 서비스의 범위를 벗어나 소프트웨어를 전송할 수 없습니다.
			 </p>
			 
			  <h5 class="f14 fc11"> 제31조(기타)</h5>
			 <p>1. 본 약관에 포함되지 않은 조건에 대한 특약이 필요할 경우, 회사와 회원은 별도 서비스 계약을 작성, 서명 날인함으로써 서비스를 제공하고 이용할 수 있습니다.
			 </p>
			 
			 <h5 class="f14 fc11">부칙 </h5>
			 <p>(시행일) 본 약관은 2017년 8월 00일부터 시행합니다.
			 </p>
		  
		  </div>
				  <!-- 서비스 이용약관 끝 -->
				</div>	 
				</div>
				<div class="mt20">
					<input type='button' class='popCheckbtn'  id="agreeAll" onclick=''><span class="allagree"><label for="agreeAll">전체동의</label></span>
				</div>
			</div>
				<div class="clear"></div>
				
				<div class="btn_area">	
					<a type='button' class="bt_w168 bt_memjoin" onclick="agreeChk();" id="agreeBtn">가입</a>
					<a type='button' class="bt_w168 bt_cancle ml20" onclick="moveLoginPage()">취소</a>   
				</div>
			<!-- end page-body -->
			<!-- begin #footer -->
			<c:import url="../../include/footer.jsp" charEncoding="UTF-8"></c:import>
			<!-- end #footer -->
		</div>
		<!-- end #content -->
	</div>
	<!-- end page container -->

</body>
<script type='text/javascript' src="${apachePath}/resources/js/plugins/jquery.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/bootstrap.min.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/respond.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/metisMenu.min.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/jquery.dataTables.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/dataTables.bootstrap.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/dataTables.tableTools.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/bootstrapValidator.min.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/jquery.placeholder.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/jquery.MultiFile.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/jquery.form.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/set/core.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/set/modal.js"></script>
    <script type='text/javascript' src="${apachePath}/resources/js/plugins/jquery.modal.js"></script>
    
	<script src="${apachePath}/resources/assets/plugins/jquery/jquery-migrate-1.1.0.min.js"></script>
    <script src="${apachePath}/resources/assets/plugins/jquery-ui/ui/minified/jquery-ui.min.js"></script>
    <script src="${apachePath}/resources/assets/plugins/bootstrap/js/bootstrap.min.js"></script>
    
	<script src="${apachePath}/resources/assets/plugins/slimscroll/jquery.slimscroll.min.js"></script>
	<script src="${apachePath}/resources/assets/plugins/jquery-cookie/jquery.cookie.js"></script>

	<script src="${apachePath}/resources/assets/plugins/bootstrap-calendar/js/bootstrap_calendar.min.js"></script>
<%-- 	<script src="${apachePath}/resources/assets/plugins/bootstrap-datepicker/js/bootstrap-datepicker.js"></script> --%>
	<!-- ================== END BASE JS ================== -->
	
	<!-- ================== BEGIN PAGE LEVEL JS ================== -->
    <script src="${apachePath}/resources/assets/js/page-ui-modal-notification.demo.min.js"></script>
    <script src="${apachePath}/resources/assets/js/page-form-plugins.demo.js"></script>
    <script src="${apachePath}/resources/assets/js/demo.min.js"></script>
    <script src="${apachePath}/resources/assets/js/apps.min.js"></script>
	<!-- ================== END PAGE LEVEL JS ================== -->
    
 	<!-- captcha -->
	<script type='text/javascript' src="${apachePath}/resources/js/plugins/jquery.plugin.js"></script>
	<script type='text/javascript' src="${apachePath}/resources/js/plugins/jquery.realperson.js"></script>

<script type="text/javascript">


	$(document).ready(function() {
	
		App.init();
		
		$("#chkDiv input[type=button]").click(function(){
			agreeCheck();
		});
		
		
		$("#serviceAgree").click(function(){
			$(this).toggleClass("active");
			if($("#productAgree").hasClass("active") && $("#serviceAgree").hasClass("active")){
				$("#agreeAll").removeClass("active");
				$("#agreeAll").addClass("active");
			}else{
				$("#agreeAll").removeClass("active");
			}
		});
		$("#productAgree").click(function(){
			$(this).toggleClass("active");
			if($("#productAgree").hasClass("active") && $("#serviceAgree").hasClass("active")){
				$("#agreeAll").removeClass("active");
				$("#agreeAll").addClass("active");
			}else{
				$("#agreeAll").removeClass("active");
			}
		});
		$("#agreeAll").click(function(){
			$(this).toggleClass("active");

			if($("#agreeAll").hasClass("active")){
				$("#serviceAgree").removeClass("active");
				$("#productAgree").removeClass("active");
				$("#serviceAgree").toggleClass("active");
				$("#productAgree").toggleClass("active");
			}else{
				$("#serviceAgree").removeClass("active");
				$("#productAgree").removeClass("active");
			}
			
			
		});
				
	});
	function agreeChk(){
		
		if(!$("#serviceAgree").hasClass("active") || !$("#productAgree").hasClass("active")){
			alertBox3("모든 약관에 동의해야합니다.");
		}else{
			moveInsertPage();
		}
	 }
	
	
	// 동의 validation check
	function agreeCheck(e){
		if($("#serviceAgree").is(":checked")==false){
			$("#agreeBtn").attr("disabled","disabled");
			$("#agreeMsg").show();
		}else if($("#productAgree").is(":checked")==false){
			$("#agreeBtn").attr("disabled","disabled");
			$("#agreeMsg").show();
// 		}else if($("#privateAgree").is(":checked")==false){
// 			$("#agreeBtn").attr("disabled","disabled");
// 			$("#agreeMsg").show();
		}else{
			$("#agreeBtn").removeAttr("disabled");
			$("#agreeMsg").hide();
		}
	}
	
	// 회원가입 페이지 이동
	function moveInsertPage(){
		//agreeCheck();
		location.href="${contextPath}/mbr/cmm/user/mbrInsertPage";
	}
	 
	// 로그인 페이지 이동
	function moveLoginPage(){
		location.href="${contextPath}/mbr/";
	}
	
	
</script>

</html>